{
    "Mensagem Padrão": "Teste Envio de arquivo e Desconsiderando mensagem",
    "Prorrogação Contrato": "Prezado cliente,\nEspero que estejam bem.\n \nGostaríamos de informar que o contrato de experiência das seguintes pessoas está preste a vencer:\n \n{pessoas_vencimentos}\n \nPara darmos prosseguimento aos devidos registros, solicitamos a gentileza de nos confirmar se haverá prorrogação do contrato ou se ele será encerrado nesta data.\n \nCaso não recebamos um retorno, entenderemos que a prorrogação será realizada automaticamente.\n \nAgradecemos sua atenção.\n \nAtenciosamente,\n \nEquipe DP - C&S.",
    "Cobranca_1": "Prezado cliente,\n  \nNotamos que o pagamento referente aos nossos serviços contábeis da empresa: {nome}, conforme abaixo, ainda não foi registrado.\n  \n{parcelas}\nTotal: R$ {total}\n  \nCaso já tenha efetuado o pagamento, pedimos gentilmente que nos envie o comprovante para que possamos atualizar o nosso sistema. Se ainda não o fez, solicitamos que regularize o quanto antes.\n \nEstamos à disposição para qualquer dúvida.\n \nEquipe Financeiro Canella & Santos.",
    "Cobranca_2": "Prezado cliente,\n \nAté o momento, não registramos o pagamento dos honorários da empresa: {nome}, conforme abaixo.\n \n{parcelas}\nTotal: R$ {total}\n \nSe o pagamento já foi efetuado, pedimos o envio do comprovante. Caso contrário, solicitamos que o regularize o mais breve possível.\n \nEstamos disponíveis para esclarecer qualquer dúvida.\n \nEquipe Financeiro Canella & Santos.",
    "Cobranca_3": "Prezado cliente,\n \nVerificamos que o pagamento referente aos honorários contábeis da empresa: {nome}, conforme abaixo, ainda está em aberto.\n \n{parcelas}\nTotal: R$ {total}\n \nLembramos que, após 30 dias de atraso, a suspensão dos nossos serviços ocorrerá automaticamente.\nPedimos que regularize o pagamento o quanto antes. Caso já tenha efetuado o pagamento, solicitamos o envio do comprovante.\n \nAtenciosamente,\nEquipe Financeiro Canella & Santos.",
    "Cobranca_4": "Prezado cliente,\n \nAté o momento, o pagamento dos honorários vencidos da empresa: {nome}, conforme abaixo, ainda não foi registrado.\n \n{parcelas}\nTotal: R$ {total}\n \nInformamos que, se o pagamento não for efetuado, a suspensão dos nossos serviços ocorrerá automaticamente após 30 dias de atraso.\n \nPedimos que regularize para evitar qualquer interrupção. Caso já tenha realizado o pagamento, envie-nos o comprovante.\n \nAtenciosamente,\nEquipe Financeiro Canella & Santos.",
    "Cobranca_5": "Prezado cliente,\n \nInformamos que o pagamento dos honorários contábeis da empresa: {nome}, conforme abaixo, ainda não foi regularizado.\n \n{parcelas}\nTotal: R$ {total}\n \nSe não for efetuada a regularização, nossos serviços serão automaticamente suspensos.\n \nPedimos que regularize o pagamento o mais breve possível. Caso já tenha efetuado, envie o comprovante.\n \nAtenciosamente,\nEquipe Financeiro Canella & Santos.",
    "Cobranca_6": "Prezado cliente,\n \nAté o momento, não registramos o pagamento dos honorários da sua empresa: {nome}, bem como nenhum posicionamento das notificações enviadas anteriormente. Por isso, informamos que os serviços foram suspensos.\n \n{parcelas};\nTotal: R$ {total}\n \nA sua empresa poderá ficar sujeita a multas e penalidades devido à interrupção no cumprimento das suas obrigações fiscais.\n \nOs serviços serão restabelecidos assim que o pagamento dos débitos for efetuado.\nCaso já tenha feito o pagamento, por favor envie o comprovante para que possamos atualizar nosso sistema.\n \nAtenciosamente,\nEquipe Financeiro Canella & Santos.",
    "Certificado_1": "Prezado Cliente,\n \nEstamos entrando em contato para lembrá-lo que o certificado digital da sua empresa {nome} (CNPJ {cnpj_formatado}) está próximo do vencimento. A renovação deve ser feita até o dia {datas}, garantindo a continuidade dos nossos serviços e evitando multas e penalidades para sua empresa.\n \nTemos uma ótima notícia! O nosso escritório, em parceria com uma certificadora especializada, está habilitado a realizar o seu certificado digital de forma rápida e segura. O responsável por este serviço é Ana Caroline, profissional qualificada para auxiliá-lo em todo o processo de renovação, sem necessidade de deslocamento.\n \nEstamos à disposição para ajudá-lo e garantir que tudo seja resolvido com total comodidade. Fale conosco diretamente neste canal.\n \nAgradecemos antecipadamente pela sua atenção e permanecemos à disposição.\n \nAtenciosamente,\nAna Caroline - Controle e Gerenciamento",
    "Certificado_2": "Prezado Cliente,\nEsperamos que estejam tendo um ótimo dia!\n \nVenho lembrar que dia {datas} vence o certificado digital da empresa {nome} (CNPJ {cnpj_formatado}).\n \nÉ importante a renovação para garantir que possamos continuar oferendo nosso suporte e serviços.\n \nJá foi agendada a renovação do certificado?\n \nEstamos à disposição para ajudá-lo e garantir que tudo seja resolvido com total comodidade. Fale conosco diretamente neste canal.\n \nAguardamos o retorno e agradecemos sua atenção.\n \nAna Caroline - Controle e Gerenciamento",
    "Certificado_3": "Prezado Cliente\nEspero que estejam bem.\n \nHoje está vencendo o certificado digital da empresa {nome} (CNPJ {cnpj_formatado}).\n \nLembro que manter o certificado ativo é fundamental para garantir que possamos continuar oferecendo nosso suporte e serviços evitando multas e penalidades para sua empresa.\n \nFoi realizado o agendamento com a certificadora?\n \nEstamos à disposição para ajudá-lo e garantir que tudo seja resolvido com total comodidade. Fale conosco diretamente neste canal.\n \nEstamos à disposição.\nAna Caroline - Controle e Gerenciamento",
    "Certificado_4": "Prezado Cliente\nEspero que estejam bem.\n \nVenho lembrar que o certificado digital da empresa {nome} (CNPJ {cnpj_formatado}) está vencido desde o dia {datas}.\n \nLembro que manter o certificado ativo é fundamental para garantir que possamos continuar oferecendo nosso suporte e serviços evitando multas e penalidades para sua empresa.\n \nDESTA FORMA, ESTE PROCESSO FICARÁ NO AGUARDO DA SUA MANIFESTAÇÃO PARA PROSSEGUIMENTO.\n \nFico à disposição para auxiliar.\nAna Caroline - Controle e Gerenciamento",
    "Aviso de Vencimentos": "🎯 Prezado(a),\n \nSegue o relatório semanal com os principais eventos trabalhistas e prazos relacionados aos colaboradores de sua empresa.\nNosso objetivo é assegurar o cumprimento da legislação, evitar riscos e manter a organização das rotinas de pessoal.\n \n📌 Principais eventos e prazos\n \n✨ Fim de contrato de experiência\n🕒 Prazo: até 2 dias úteis antes do vencimento.\n \n✨ Término de contrato (prorrogação)\n🕒 Prazo: até 2 dias úteis antes do vencimento.\n \n✨ Concessão de férias\n🕒 Prazo: até 35 dias antes do início do período de gozo.\n💡 Observação: o início das férias não pode ocorrer em sábados, domingos ou feriados, salvo previsão em acordo ou convenção coletiva.\n \n✨ Aniversariantes do mês\n🕒 Prazo: não se aplica.\n💡 Observação: lista de caráter apenas informativo.\n \n✨ Novas admissões\n🕒 Prazo: até as 12h do dia anterior ao início das atividades.\n💡 Observação: a legislação exige registro no eSocial até o dia anterior ao início. Para evitar imprevistos, envie a documentação completa em até 48h após o envio das informações.\n \n✨ Rescisões com mais de 12 meses de vínculo\n🕒 Prazo: não se aplica.\n💡 Observação: é necessário agendar a homologação junto ao sindicato. Atualmente, apenas o Sindicato do Comércio de Volta Redonda prevê homologações.\n \n⚠️ Atenção\nApós o prazo de manifestação, daremos andamento à demanda dentro do prazo legal aplicável, considerando a ausência de retorno como concordância com o procedimento.\n \n🤝 Estamos à disposição para esclarecimentos.",
    "Encerra_GP1": "Atenção cliente! Novo formato de atendimento do Whatsapp da Canella & Santos\n \nPara deixar nosso atendimento mais rápido e organizado, passamos por uma melhoria no nosso sistema de atendimento. Agora, ao entrar em contato, você será direcionado de forma mais ágil para o setor correto.\n \nImportante: Ao iniciar a conversa, você verá uma lista de setores.\nÉ essencial responder com o número da opção desejada para que seu atendimento siga corretamente.\n \n⏳ Caso não haja resposta em até 30 minutos, a conversa será encerrada automaticamente. Se você responder após esse período, um novo atendimento será iniciado.\n \nAtenção: A nova função está disponível inicialmente apenas nos atendimentos realizados por mensagens diretas no nosso número de atendimento: (24) 99921-2350 e não funcionará dentro dos grupos. Em breve, comunicaremos oficialmente sobre a descontinuação dos grupos devido à limitação técnica da ferramenta.\n\nAgradecemos pela compreensão e seguimos à disposição para qualquer dúvida. 😊\n \nEquipe Canella & Santos Contabilidade",
    "Parabens_Regularizado": "Olá {nome}, \n \nNo acompanhamento que realizamos regularmente das certidões, verificamos que a Certidão de Débitos da Receita Federal está em plena regularidade.\n \nEsse trabalho faz parte do nosso cuidado contínuo em monitorar a saúde fiscal da sua empresa, garantindo mais tranquilidade, segurança e oportunidades para o seu negócio.\n \nParabéns por manter tudo em dia! É um prazer caminhar junto com você nessa jornada e apoiar sempre o seu crescimento.\n \nUm abraço,\nCanella & Santos",
    "Parabens_Regularizado_multi": "Olá,\n \nNo acompanhamento que realizamos regularmente das certidões das empresas abaixo, verificamos que todas estão em plena regularidade:\n \n{empresas}\n \nEsse trabalho faz parte do nosso cuidado contínuo em monitorar a saúde fiscal das empresas, garantindo mais tranquilidade, segurança e oportunidades para o seu negócio.\n \nParabéns por manter tudo em dia! É um prazer caminhar junto com você nessa jornada e apoiar sempre o seu crescimento.\n \nUm abraço,\nCanella & Santos",
    "Certificado_0": "Prezado(a) Cliente,\n\nEstamos entrando em contato para verificar a situação do certificado digital da sua empresa {nome} (CNPJ {cnpj_formatado}).\n \nCaso ainda não possua um certificado digital, podemos realizar a emissão do primeiro certificado da sua empresa de forma rápida, segura e sem necessidade de deslocamento.\n \nSe sua empresa já possui um certificado vigente, pedimos a gentileza de nos enviar uma cópia (ou o arquivo correspondente), pois cuidamos de toda a parte contábil e fiscal, e é fundamental que tenhamos o certificado atualizado para dar continuidade aos nossos serviços.\n \nTemos uma ótima notícia! Nosso escritório, em parceria com uma certificadora especializada, está habilitado a emitir ou renovar o seu certificado digital com total praticidade.\nA responsável por este serviço é Ana Caroline, profissional qualificada que acompanhará todo o processo e garantirá que tudo seja feito com comodidade e segurança.\n \nFicamos à disposição para orientá-lo e facilitar todo o procedimento.\nEntre em contato diretamente por este canal para agendar ou enviar seu certificado.\n \nAgradecemos desde já pela sua atenção e confiança.\n \nAtenciosamente,\nAna Caroline\nControle e Gerenciamento",
    "Parcelamento": "Prezado cliente,\n \nInformamos que hoje (28/11) é o último dia para pagamento dos parcelamentos relativos aos Débitos da Receita Federal ou Dívida Ativa Federal referente ao mês de novembro/2025 no qual já foram enviados pelo Onvio ou e-mail.\n \nRessaltamos que é importante manter a regularidade nos pagamentos pois o atraso de guias consecutivas ou não podem levar a rescisão do mesmo.\n \nCaso você já tenha realizado o pagamento, por favor, desconsidere esta mensagem. Ficamos à disposição para esclarecer quaisquer dúvidas.\n \nAtenciosamente,",
    "ICMS_xml": "Olá! Tudo bem?\n \nPassando para solicitar o envio dos arquivos XML  até o dia de hoje 05/12, referente ao mês Novembro/2025. Para apuração dos impostos. Caso já tenha enviado desconsidere o recado.\n \nLembrando que o vencimento do ICMS é no dia 10/12.\n \nCaso não recebamos os XML dentro do prazo informado, iremos emitir a guia zerada e a declaração também. Se houver valores a serem recolhidos e enviados posteriormente ao prazo, poderão incidir juros e multas.\n \nAguardo o envio. Obrigado!",
    "ALLinfo": "Prezado cliente,\n \nInformamos que referente à competência {competencia}, a(s) empresa(s) abaixo possui(em) pendência(s):\n \n{empresas}\n \nPedimos que regularize(m) a situação o mais breve possível.\n \nCaso já tenha resolvido, por favor desconsidere esta mensagem.\n \nEstamos à disposição para esclarecimentos.\n \nAtenciosamente,\nEquipe Canella & Santos",
    "Cobranca_7": "Prezado cliente,\n \nMais uma vez chamamos sua atenção para o fato de que, até o momento, nossos sistemas não acusaram o pagamento do boleto de honorários referente aos serviços contábeis prestados à empresa {nome}. Segue abaixo a relação dos valores em aberto:\n \n{parcelas}\nTotal em aberto: R$ {total}\n \nDeste modo, caso o pagamento não seja confirmado em nossos sistemas no prazo de até 48 horas, poderá ser efetuada a suspensão dos serviços contábeis, deixando a empresa sujeita à aplicação de multas e penalidades pelos órgãos públicos, em razão da interrupção no cumprimento de suas obrigações legais.\n \nPara evitar a suspensão dos serviços, solicitamos a regularização imediata do débito ou o contato com nosso setor financeiro para as devidas providências.\n \nCaso o pagamento já tenha sido efetuado, pedimos a gentileza de encaminhar o comprovante para financeiro@canellaesantos.com.br, para atualização de nossos registros.\n \nPermanecemos à disposição para quaisquer esclarecimentos.\n \nEquipe Financeira\nCanella & Santos",
    "Fim de Ano": "🎄 Neste fim de ano, agradecemos a confiança e a parceria ao longo de 2025.\n \nDesejamos a você e sua empresa um Natal de paz e um Ano Novo de conquistas, crescimento e prosperidade.\n \nEm 2026, seguimos juntos!\nCanella & Santos Contabilidade"
}