{
    "Mensagem Padrão": "Teste Desconsiderando mensagem",
    "Prorrogação Contrato": "Prezado cliente,\nEspero que estejam bem. \n \nGostaríamos de informar que o contrato de experiência das seguintes pessoas está preste a vencer:\n\n{pessoas_vencimentos}\n \nPara darmos prosseguimento aos devidos registros, solicitamos a gentileza de nos confirmar se haverá prorrogação do contrato ou se ele será encerrado nesta data.\n \nCaso não recebamos um retorno, entenderemos que a prorrogação será realizada automaticamente.\n \nAgradecemos sua atenção.\n \nAtenciosamente,\n \nEquipe DP - C&S.",
    "Teste para salvar msg": "Mensagem de teste \n \n \npara salvamento de dados e vidas",
    "Teste 2": "Salvar mensagem não é tão facil quanto parece, mas no decorrer da vida ,voce vai aprendendo\n \na ser melhor e se virar\nassinado alguem assina pf",
    "Cobranca_1": "Prezado cliente,\n\nNotamos que o pagamento referente aos nossos serviços contábeis da empresa: {nome_empresa}, conforme abaixo, ainda não foi registrado.\n\n{parcelas}\nTotal: R$ {total}\n\nCaso já tenha efetuado o pagamento, pedimos gentilmente que nos envie o comprovante para que possamos atualizar o nosso sistema. Se ainda não o fez, solicitamos que regularize o quanto antes.\n\nEstamos à disposição para qualquer dúvida.\n\nEquipe Financeiro Canella & Santos.",
    "Cobranca_2": "Prezado cliente,\n\nAté o momento, não registramos o pagamento dos honorários da empresa: {nome_empresa}, conforme abaixo.\n\n{parcelas}\nTotal: R$ {total}\n\nSe o pagamento já foi efetuado, pedimos o envio do comprovante. Caso contrário, solicitamos que o regularize o mais breve possível.\n\nEstamos disponíveis para esclarecer qualquer dúvida.\n\nEquipe Financeiro Canella & Santos.",
    "Cobranca_3": "Prezado cliente,\n\nVerificamos que o pagamento referente aos honorários contábeis da empresa: {nome_empresa}, conforme abaixo, ainda está em aberto.\n\n{parcelas}\nTotal: R$ {total}\n\nLembramos que, após 30 dias de atraso, a suspensão dos nossos serviços ocorrerá automaticamente.\nPedimos que regularize o pagamento o quanto antes. Caso já tenha efetuado o pagamento, solicitamos o envio do comprovante.\n\nAtenciosamente,\n\nEquipe Financeiro Canella & Santos.",
    "Cobranca_4": "Prezado cliente,\n\nAté o momento, o pagamento dos honorários vencidos da empresa: {nome_empresa}, conforme abaixo, ainda não foi registrado.\n\n{parcelas}\nTotal: R$ {total}\n\nInformamos que, se o pagamento não for efetuado, a suspensão dos nossos serviços ocorrerá automaticamente após 30 dias de atraso.\n\nPedimos que regularize para evitar qualquer interrupção. Caso já tenha realizado o pagamento, envie-nos o comprovante.\n\nAtenciosamente,\n\nEquipe Financeiro Canella & Santos.",
    "Cobranca_5": "Prezado cliente,\n\nInformamos que o pagamento dos honorários contábeis da empresa: {nome_empresa}, conforme abaixo, ainda não foi regularizado.\n\n{parcelas}\nTotal: R$ {total}\n\nSe não for efetuada a regularização, nossos serviços serão automaticamente suspensos.\n\nPedimos que regularize o pagamento o mais breve possível. Caso já tenha efetuado, envie o comprovante.\n\nAtenciosamente,\n\nEquipe Financeiro Canella & Santos.",
    "Cobranca_6": "Prezado cliente,\n\nAté o momento, não registramos o pagamento dos honorários da sua empresa: {nome_empresa}, bem como nenhum posicionamento das notificações enviadas anteriormente. Por isso, informamos que os serviços foram suspensos.\n\n{parcelas}\nTotal: R$ {total}\n\nA sua empresa poderá ficar sujeita a multas e penalidades devido à interrupção no cumprimento das suas obrigações fiscais.\n\nOs serviços serão restabelecidos assim que o pagamento dos débitos for efetuado.\nCaso já tenha feito o pagamento, por favor envie o comprovante para que possamos atualizar nosso sistema.\n\nAtenciosamente,\n\nEquipe Financeiro Canella & Santos."
}